adobe-source-code-pro-fonts
autoconf
automake
bash
binutils
bison
bzip2
calcurse
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
fakeroot
feh
figlet
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gnome-terminal
grep
groff
grub
gzip
htop
i3-gaps
i3pystatus
i3status
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
konsole
less
libtool
licenses
linux
linux-firmware
linux-lts
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mpv
nano
nerd-fonts-complete
netctl
network-manager-applet
networkmanager
nnn
noto-fonts
noto-fonts-emoji
obs-studio
openssh
pacman
patch
pavucontrol
pciutils
perl
pkgconf
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyenv
pyenv-virtualenv
python-psutil
python2
qrencode
ranger
redshift
reiserfsprogs
rsync
rtorrent
rxvt-unicode
s-nail
sed
shadow
skypeforlinux-stable-bin
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
transmission-gtk
ttf-emojione
ttf-font-awesome-4
ttf-inconsolata
ttf-linux-libertine
usbutils
util-linux
vi
vim
vlc
wget
which
xclip
xfsprogs
xorg-server
xorg-xinit
xorg-xset
yay
